{"document": "736\nPresident of China lunches with Brazilian President\nNovember 13, 2004 Brazil Hu Jintao, the President of the People's Republic of China had lunch today with the President of Brazil, Luiz Inácio Lula da Silva, at the ''Granja do Torto'', the President's country residence in the Brazilian Federal District.\nLunch was a traditional Brazilian barbecue with different kinds of meat.  Some Brazilian ministers were present at the event: Antonio Palocci (Economy), Eduardo Campos (Science and Technology), Roberto Rodrigues (Agriculture), Luiz Fernando Furlan (Development), Celso Amorim (Exterior Relations), Dilma Rousseff (Mines and Energy).\nAlso present were Roger Agnelli (Vale do Rio Doce company president) and Eduardo Dutra (Petrobras, government oil company, president). This meeting is part of a new political economy agreement between Brazil and China where Brazil has recognized mainland China's market economy status, and China has promised to buy more Brazilian products."}
{"document": "741\nPalestinians to elect new president on January 9\nPalestine\nNovember 14, 2004\nRAMALLAH Acting president Rawhi Fattuh has announced today that Palestinian elections will be held on January 9.\nFuttuh, head of the Palestinian parliament, was sworn in hours after the death of Yasser Arafat on Thursday, and Palestinian Basic Law dictates that he may only serve up to two months before elections are held. New leadership could prove to be the key to revitalizing the peace process in the Middle East, as both Israel and the United States had refused to work with Arafat. The ''Haaretz had initially reported that former prime minister Mahmoud Abbas was selected by the Fatah central committee as their candidate for president, but Abbas has denied this, saying, \"the matter is still being discussed.\n\" There have also been conflicting reports on whether or not jailed Palestinian leader Marwan Barghouti will run. Barghouti is currently serving five life sentences in Israel for attacks against Israelis.\nNonetheless, he remains a popular figure among Palestinians for his role in the Palestinian uprising, and could potentially win the election if he decided to run. A win by Barghouti could put Israel in an awkward spot; however an Israeli official said this week that he would not be freed, and a landslide win by Barghouti would signify to them that the Palestinians were not yet ready for peace."}
{"document": "743\nBrazilian delegation returns from Arafat funeral\nNovember 13, 2004\nPalestine The delegation representing Brazil at the funeral of Yasser Arafat returned today, November 13, 2004.\nThe chief-minister of Civil House José Dirceu was a member of the delegation.\nUnfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities. PCdoB (Brazilian communist political party)\nDeputy Jamil Murad, member of the delegation, said there was a \"deep mourning\" feeling.\nJamil Murad had visited Yasser Arafat in April 2004, along with nine other Brazilian deputies.\nAccording to Jamil Murad: \"Yasser Arafat was a Palestinian leader who became a world projection leader\".\nHe said Arafat had written him a letter thanking the Brazilian people for their support of the Palestinian cause and saying that he, Arafat, considered President Luiz Inácio Lula da Silva a great world leader."}
{"document": "764\nHearing begins over David Hookes death\nCrime and law\nNovember 15, 2004 MELBOURNE, Victoria A hearing started today over the death of Australian cricket coach David Hookes.\nHookes died after an incident outside a hotel in Melbourne, Australia on the 19th of January.  Bouncer Zdravko Micevic, 22, is charged with manslaughter."}
{"document": "779\nIran close to decision on nuclear program\nNovember 13, 2004\nIran nuclear program\nIranian representatives say negotiations with Europe on its nuclear program are in the final stages. Iran's foreign minister, Kamal Kharazi, told state television Saturday Iranian negotiators have given their final response to a European Union proposal to suspend Iran's uranium enrichment program.\nHe said it is now up to the Europeans to decide whether or not to accept their decision. Iran and the European Union's big three powers — Britain, Germany, and France — have been negotiating a deal under which Tehran would agree to freeze sensitive nuclear work to avoid possible U.N. Security Council sanctions. U.S. Secretary of State Colin Powell, says that Iran's nuclear program is intended to make nuclear weapons.\nIran authorities have insisted that their nuclear ambitions are limited to generating electricity from atomic energy plants, not making bombs.  Critics of the position of the United States point to Israel's nuclear program.\nIsrael maintains a policy of nuclear ambiguity, but is widely believed to possess at least 82 nuclear weapons.\nThe program has not been condemned by the United States."}
{"document": "783\nIran Agrees to Suspend Uranium Conversion\nIran nuclear program\nNovember 15, 2004\nTEHRAN Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.  \n\"Iran is planning to suspend uranium conversion activities from November 22,\" Rowhani said during a news conference. Uranium is a chemical element which can be used in nuclear weapons and nuclear power plants.  \nThe process of conversion modifies the uranium oxydes into uranium hexafluoride.  \nThe purpose of such a conversion process is usually an intermediate step in the production of nuclear fuel.\nUranium hexafluoride cannot itself be used in a nuclear weapon, but can be enriched into weapons-grade uranium, or it can be converted into plutonium in a nuclear reactor.\nIran has claimed to be using its nuclear program for only peaceful nuclear energy, rather than for nuclear weapons, but there are concerns in the European Union and the USA as to whether they are being truthful."}
{"document": "797\nBrazilian soccer player's mother has been kidnapped\nBrazil\nNovember 15, 2004\nPRAIA GRANDE, Brazil\nMiss Marina Souza, aged 43, was kidnapped last Saturday, November 6, in Praia Grande, São Paulo, during a barbecue with her relatives.\nShe is the mother of Robson de Souza, known as Robinho (Little Robin), a Brazilian soccer player for the Santos Football Club.\nSince the incident, Robson De Souza ('Robinho') has made few public appearances and stopped playing soccer, troubling his team Santos.  \n\"I hope this all finishes well and that I can go back to playing football again,\" he was quoted by ''Reuters'' on November 9. Robinho is considered one of the best Brazilian forward players at the present time and he is an important player for Santos. The authorities are cautious to release any information concerning the case, as this could jeopardize both the investigations and Ms. Souza's life."}
{"document": "798\nColin Powell Resigns as U.S. Secretary of State, Rice Likely Successor\nUnited States infobox\nNovember 16, 2004 UNITED STATES OF AMERICA\nSecretary of State Colin Powell submitted his long-expected resignation as of Monday, November 15, and his resignation was accepted by President George W. Bush.  \nHis resignation letter was sent to the President on Friday.\nPowell has said that it was always his intention to serve only one term. The \"San Gabriel Valley Tribune\" said that Powell often had disputes with Bush Administration officials holding what the newspaper termed \"more hawkish\" views. On Tuesday, President Bush announced his nomination of National Security Advisor Dr. Condoleezza Rice as Powell's successor. \"Reuters\" cited senior Bush administration officials as saying that her deputy, Stephen Hadley, will succeed her in her role as Assistant to the President for National Security Affairs if she is confirmed as Secretary of State."}
{"document": "807\nHigh-speed train derailment in central Queensland (Australia)\nDisasters and accidents\nNovember 15, 2004 AUSTRALIA 128 people have been injured, 5 seriously so, in a high-speed train derailment in central Queensland.\nPolice said the tilt train came off the tracks near Bundaberg (about 400 kilometers north of Brisbane) at 12.06am AEST. Queensland Transport Minister Paul Lucas visited the site, and reported that the black box recording device on board the train would be sent back to Brisbane for analysis, in order to determine the cause of the accident. Premier Peter Beattie and Queensland Rail CEO Bob Scheuber said that there were no current plans to halt other tilt train services.  \n\"That will depend entirely on the investigators, they've not made any recommendations yet — some of them are still arriving.  \nIf they recommend that that is the course of action, then of course it would be suspended,\" Mr Beattie was quoted as saying."}
{"document": "813\nSaddam Hussein profited roughly 1B by taking funds from UN program\nIraq\nNovember 17, 2004\nWASHINGTON Investigators said that Saddam Hussein diverted money from the Oil-for-Food Program to pay millions of dollars to families of suicide bombers from the West Bank and Gaza Strip who carried out attacks on Israeli civilians. Paul Volcker, a former American official investigating the diverted funds scandal, has taken some heat from advocates demanding that he haul United Nations personnel before the US Congress.\nHis reason for not subjecting them to this degree of open scrutiny is that it would have the perverse effect of pushing them into refusing to cooperate with the investigation at all.\nHe plans to release documentary evidence early next year, when his investigation is complete."}
